const offersData = [
  {
    id: 1,
    thumnail: "/img/offers/thumnail/offer1.jpg",
    mainimg: "/img/offers/main/offer1.jpg",
    title: "인스파이어 상품권 안내",
    category: "SPECIAL EVENTS OFFERS",
    summary:
      "리조트 내 다양한 시설에서 사용할 수 있는 인스파이어 상품권입니다.",
    detail:
      "<p><strong>상품권</strong> | 인스파이어 엔터테인먼트 리조트 상품권 - 10만원 권</p><p><strong>구입처</strong> | 인스파이어 엔터테인먼트 리조트 프런트 데스크 (1층)</p><p><strong>사용처</strong></p><ul><li>객실 및 부가서비스</li><li>셰프스 키친</li><li>베이커스 키친</li><li>마이클 조던 스테이크 하우스</li><li>가든 팜 카페</li><li>브라세리 1783</li><li>홍반</li><li>미나기</li><li>MJ23 스포츠 바 앤 그릴</li><li>하이파이 치킨 앤 비어</li><li>호라이즌 라운지</li><li>포레스트 라운지</li><li>선 라운지</li><li>오션 라운지</li><li>인스파이어 이그제큐티브 라운지</li><li>오로라 바</li><li>글라스 하우스</li><li>인룸 다이닝</li></ul>",
  },
  {
    id: 2,
    thumnail: "/img/offers/thumnail/offer2.jpg",
    mainimg: "/img/offers/main/offer2.jpg",
    title: "셰프스 키친 뷔페 식사권 안내",
    category: "SPECIAL EVENTS OFFERS",
    summary: "셰프스 키친 뷔페 식사권으로 즐거운 시간을 보내세요.",
    detail:
      "<p><strong>식사권</strong></p><ul><li>셰프스 키친 저녁 뷔페 식사권 / 170,000원</li><li>셰프스 키친 점심 뷔페 식사권 / 130,000원</li></ul><p>* 식사권 발행 기념 10+1 이벤트 진행중 (본 이벤트는 조기 종료 될 수 있습니다).</p><p><strong>구입 및 사용처</strong>ㅣ인스파이어 엔터테인먼트 리조트 셰프스 키친 (2층)</p>",
  },
  {
    id: 3,
    thumnail: "/img/offers/thumnail/offer3.jpg",
    mainimg: "/img/offers/main/offer3.jpg",
    title: "인스파이어 공연 티켓 소지자 할인",
    category: "SPECIAL EVENTS OFFERS",
    summary:
      "인스파이어 아레나의 환상적인 공연을 즐기고 다양한 할인 혜택을 즐겨보세요!",
    detail:
      "<p>인스파이어 아레나에서 환상적인 공연을 즐기고, 인스파이어 리조트의 다양한 매장에서 할인 혜택을 즐겨보세요!</p><p><strong>할인 방법</strong>ㅣ아래 참여 매장에서 공연 티켓 제시</p><p><strong>할인 적용 공연</strong>ㅣ인스파이어 아레나에서 개최되는 모든 공연</p><p><strong>할인 적용 날짜</strong>ㅣ공연 당일 (티켓에 기입된 날짜에 한함)</p><p><strong>인스파이어 레스토랑 & 바</strong>ㅣ5% 할인 (모멘텀 회원의 경우 10% 추가 할인 제공)</p>",
  },
  {
    id: 4,
    thumnail: "/img/offers/thumnail/offer4.jpg",
    mainimg: "/img/offers/main/offer4.jpg",
    title: "모멘텀 회원 전용 : 스플래시 베이 주중 프로모션",
    category: "모멘텀 라이프스타일 이벤트 프로모션 OFFERS",
    summary:
      "인스파이어 멤버십에 가입하고 스플래시 베이 주중 할인 혜택을 받아보세요.",
    detail:
      "<p>인스파이어 멤버십에 가입하고 스플래시 베이 주중 할인 혜택을 받아보세요. 여름을 더 시원하게 즐길 준비, 지금 시작하세요!</p><p><strong>기간</strong>ㅣ2025.04.14(월) ~ 2025.04.30(수)<br>* 토, 일, 공휴일 제외</p><p><strong>대상</strong>ㅣ모멘텀 멤버십 회원</p><p><strong>티어별 혜택</strong></p><ul><li>라이프 : 입장권 10% 할인</li><li>엘리트 : 입장권 15% 할인</li><li>프레스티지 : 최대 4인 무료 입장</li></ul><p><strong>공통 혜택</strong></p><ul><li>결제 영수증 1건당 풀타올 1장 무료 대여 (5,000원 상당)</li><li>어린이용 구명조끼 무료 대여</li><li>선베드 1개 구매 시 1개 추가 제공</li></ul><p>* 네이버 예약을 통한 사전 예약 필수</p><p>* 지금 멤버십 무료 가입하고 혜택 받기 (마케팅 수신 동의 필수)</p>",
  },
  {
    id: 5,
    thumnail: "/img/offers/thumnail/offer5.jpg",
    mainimg: "/img/offers/main/offer5.jpg",
    title: "스플래시 베이 미드데이 패키지",
    category: "객실 OFFERS",
    summary: "객실 1박 + 스플래시 베이 하프 데이 (오후) 이용권",
    detail:
      "<p>눈부신 햇살이 쏟아지는 시간, 스플래시 베이에서 신나는 여름을 만끽하세요. 짜릿한 워터 슬라이드와 유수풀을 마음껏 즐긴 후 아늑한 객실에서 여유로운 휴식을 즐길 수 있습니다.</p><p><strong>스플래시 베이 하프 데이 (오후) 이용권 (투숙객 전원)</strong><br>이용시간: 체크인 당일 2:00pm - 8:00pm</p><ul><li>체크인 당일 이용 전용 상품으로, 체크아웃 이후 이용이 불가합니다.</li><li>이용 당일 스플래시 베이 예약 안내 문자를 받고 방문 등록을 완료하신 고객께는 QR 코드가 발송됩니다. 입장은 해당 QR 코드 확인 후 오후 2시부터 가능합니다.</li><li>퇴장 시 재입장이 불가합니다.</li><li>워터 슬라이드, 락커, 샤워 시설 무료 이용이 포함됩니다.</li><li>스플래시 베이 퇴장 시 락커 키를 반드시 반납해야 하며, 분실 시 30,000원이 부과됩니다.</li><li>라이프자켓, 선베드, 데이베드, 카바나, 풀타월은 렌탈샵에서 유료 대여 가능합니다.</li></ul>",
  },
  {
    id: 6,
    thumnail: "/img/offers/thumnail/offer6.jpg",
    mainimg: "/img/offers/main/offer6.jpg",
    title: "스플래시 베이 모닝 패키지",
    category: "객실 OFFERS",
    summary: "객실 1박 + 스플래시 베이 하프 데이 (오전) 이용권",
    detail:
      "<p>아침의 활기를 더해줄 스플래시 베이 모닝 패키지를 만나보세요. 안락한 객실에서 여유로운 밤을 보내고, 반짝이는 아침 햇살 아래 짜릿한 워터 슬라이드와 유수풀에서 신나는 시간을 보낼 수 있습니다.</p><p><strong>스플래시 베이 하프 데이 (오전) 이용권 (투숙객 전원)</strong><br>이용시간: 체크아웃 당일 8:00am - 12:00pm</p><ul><li>체크아웃 당일 이용 전용 상품입니다.</li><li>운영 시간 초과 이용 시 추가 요금이 부과됩니다. (10,000원/1시간)</li><li>퇴장 시 재입장이 불가합니다.</li><li>워터 슬라이드, 락커, 샤워 시설 무료 이용이 포함됩니다.</li><li>스플래시 베이 퇴장 시 락커 키를 반드시 반납해야 하며, 분실 시 30,000원이 부과됩니다.</li><li>라이프자켓, 선베드, 데이베드, 카바나, 풀타월은 렌탈샵에서 유료 대여 가능합니다.</li></ul>",
  },
  {
    id: 7,
    thumnail: "/img/offers/thumnail/offer7.jpg",
    mainimg: "/img/offers/main/offer7.jpg",
    title: "스플래시 베이 카바나 패키지",
    category: "객실 OFFERS",
    summary:
      "객실 1박 + 스플래시 베이 & 카바나 이용권 (투숙객 전원) + 카바나 푸드&드링크 세트",
    detail:
      "<p>신나는 물놀이부터 완벽한 휴식까지, 스플래시 베이에서 특별한 하루가 펼쳐집니다. 돔 너머로 펼쳐지는 푸른 하늘을 배경으로 짜릿한 워터 슬라이드와 유수풀에서 신나는 시간을 보내고, 프라이빗한 카바나에서 푸드 & 드링크 세트와 함께 여유로운 휴식을 즐겨보세요.</p><p><strong>스플래시 베이 & 카바나(1층) 이용권 (투숙객 전원)</strong><br>이용 시간: 체크인 당일 2:00pm - 8:00pm & 체크아웃 당일 8:00am - 12:00pm<br>기본 제공 물품: 풀타월 4개, 라이프 자켓 (130cm 이하 어린이)</p><p><strong>카바나 푸드 & 드링크 세트 (1박당 1회 이용 가능)</strong></p><ul><li>아보카도 쉬림프 피자 (1개)</li><li>크리스피 프라이드 치킨 (1개)</li><li>프렌치 프라이</li><li>생수 (4개)</li><li>음료 (4개)</li></ul><p>* 주문 가능 시간: 11:00am - 6:30pm</p><ul><li>퇴장 시 재입장이 불가합니다.</li><li>식음료는 카바나(1층) 내에서만 취식 가능하며, 메뉴 변경 및 교환/환불이 불가합니다.</li><li>이용 시 워터 슬라이드, 락커, 샤워 시설 무료 이용이 포함됩니다.</li><li>스플래시 베이 퇴장 시 락커 키를 반드시 반납해야 하며, 분실 시 30,000원이 부과됩니다.</li><li>라이프자켓, 선베드, 데이베드, 카바나, 풀타월은 렌탈샵에서 유료 대여 가능합니다.</li></ul>",
  },
  {
    id: 8,
    thumnail: "/img/offers/thumnail/offer8.jpg",
    mainimg: "/img/offers/main/offer8.jpg",
    title: "스플래시 베이 패키지",
    category: "객실 OFFERS",
    summary: "객실 1박 + 스플래시 베이 이용권(투숙객 전원)",
    detail:
      "<p>스플래시 베이에서 하루 종일 신나는 여름을 만끽하세요. 반짝이는 햇살 아래, 짜릿한 워터 슬라이드와 유수풀을 마음껏 즐긴 후 아늑한 객실에서 여유로운 휴식을 즐기며 하루를 마무리하세요.</p><p><strong>스플래시 베이 이용권 (투숙객 전원)</strong><br>이용시간: 체크인 당일 2:00pm - 8:00pm & 체크아웃 당일 8:00am - 12:00pm</p><ul><li>퇴장 시 재입장이 불가합니다.</li><li>이용 시 워터 슬라이드, 락커, 샤워 시설 무료 이용이 포함됩니다.</li><li>스플래시 베이 퇴장 시 락커 키를 반드시 반납해야 하며, 분실 시 30,000원이 부과됩니다.</li><li>라이프자켓, 선베드, 데이베드, 카바나, 풀타월은 렌탈샵에서 유료 대여 가능합니다.</li></ul>",
  },
  {
    id: 9,
    thumnail: "/img/offers/thumnail/offer9.jpg",
    mainimg: "/img/offers/main/offer9.jpg",
    title: "미나키 시그니처: 테판야키 & 한우 스키야키",
    category: "다이닝 OFFERS",
    summary:
      "신선한 해산물과 최상급 고기의 완벽한 조합. 미나기의 시그니처 메뉴를 만나보세요.",
    detail:
      "<p>컨템포러리 일식을 선보이는 미나기의 시그니처 메뉴를 만나보세요. 신선한 해산물과 최상급 고기가 완벽하게 조화를 이루는 테판야키 코스부터 최상급 마블링의 한우를 활용한 정통 스키야키와 점심 특선으로 제공되는 갯벌 장어 세트까지, 신선한 미식을 정갈한 스타일로 즐겨보세요.</p><p><strong>위치</strong>ㅣ미나기 (2층)</p><p><strong>운영 시간</strong><br>ㆍ월 - 목 : 12:00pm - 10:00pm<br>ㆍ금 - 토 : 12:00pm - 11:00pm</p><p><strong>시그니처 메뉴</strong></p><p><strong>테판야키 코스</strong><br>중식 - 145,000원 / 석식 - 210,000원<br>최상의 제철 식재료와 육류의 향이 셰프의 섬세한 손길로 조화를 이루며 눈앞에서 완성되는 미나기의 시그니처 다이닝 코스</p><p><strong>코스 구성</strong></p><ul><li>랍스터 & 컬리 플라워 무스</li><li>햇 당근과 제주 옥돔</li><li>햇 양파와 해산물 구이</li><li>전복 스테이크 (* 디너 한정)</li><li>토마토 워터</li><li>우렁찬 한우 1++ 안심 (80g)</li><li>시라스와 봄 채소 볶음밥 & 미소국</li><li>제철 과일</li></ul><p><strong>갯벌 장어 세트</strong> / 49,500원 (* 중식만 운영)<br>숯불에 정성스럽게 구운 최고급 민물장어에 수제 타레 소스를 더해 깊은 감칠맛을 살린 요리로 정갈한 밥, 아삭한 츠케모노, 미소국, 신선한 제철 과일로 구성된 한상</p><p><strong>한우 1++ 스키야키</strong> / 100,000원 (*중식 & 석식 운영)<br>최상급 마블링을 자랑하는 한우를 감칠맛 가득한 스키야키 육수에 은은하게 익혀 신선한 제철 채소, 부드러운 두부, 오골계란과 함께 즐기는 정통 스키야키 요리</p><p>* 모멘텀 멤버십 회원: 시그니처 메뉴 주문 시, 웰컴 드링크 1잔 무료 제공</p>",
  },
  {
    id: 10,
    thumnail: "/img/offers/thumnail/offer10.jpg",
    mainimg: "/img/offers/main/offer10.jpg",
    title: "테이스트 인천: 서해 로컬 미식야행",
    category: "다이닝 OFFERS",
    summary:
      "셰프스 치킨에서 서해안 제철 식재료를 활용한 인천의 특색있는 인기 요리들을 즐겨보세요.",
    detail:
      "<p>셰프스 키친에서 인천에서만 맛볼 수 있는 인기 요리를 무제한으로 제공되는 참이슬 소주와 함께 즐겨보세요. 영종도의 빨간양념 낙지 전골부터 서해안 특색 보쌈 & 막국수, 강화 노랑짜장과 차이나타운 동파육까지 인천만의 특별한 맛을 한 자리에서 경험할 수 있습니다.</p><p><strong>위치</strong>ㅣ셰프스 키친 (2층)</p><p><strong>기간</strong>ㅣ2025.04.01 (화) - 2025.06.30 (월)</p><p><strong>운영 시간</strong>ㅣ석식 (6:00pm - 9:00pm)</p><p><strong>가격</strong>ㅣ성인 - 170,000원 / 어린이 - 85,000원</p><p><strong>인천 로컬 푸드 프로모션</strong></p><ul><li>영종도 빨간양념 낙지 전골</li><li>서해안 특색 보쌈 & 막국수</li><li>인스파이어 물회</li><li>서해안 밴댕이를 이용한 이소베마끼</li><li>쭈꾸미에 일본식 다시를 이용한 절임</li><li>서해안 새조개 스시</li><li>서해안 쭈꾸미와 백모시를 이용한 짬뽕</li><li>차이나타운 중식당 동파육</li><li>강화 맛집 강화 노랑짜장</li><li>지중해식 모듬 조개 스튜</li><li>쭈꾸미와 조개살 파스타</li><li>샤프란 크림소스를 곁들인 관자 리조또</li></ul><p><strong>페어링 드링크</strong><br>서울ㆍ경기 지역 소주 참이슬 무제한 제공</p>",
  },

  {
    id: 11,
    thumnail: "/img/offers/thumnail/offer11.jpg",
    mainimg: "/img/offers/main/offer11.jpg",
    title: "인스파이어 미팅 패키지",
    category: "SPECIAL EVENTS OFFERS",
    summary:
      "삶의 가치를 중시하는 인스파이어의 모기업, 모히건의 정신을 담은 미팅 패키지로 영감을 선사합니다.",
    detail:
      '<p>모히건 로고의 동서남북으로 뻗은 각기 다른 색의 이삭은 사계절을 상징합니다. 삶의 가치를 중시하는 인스파이어의 모기업, 모히건의 정신을 담아 4가지 색상(Blue, Purple, Green, Red)으로 구성된 패키지를 분기별로 선보입니다. 인스파이어에서 새로운 경험과 영감으로 가득한 행사를 만들어보세요.</p><p><strong>Colorful Meeting Inspiration | Purple</strong></p><p><strong>기간</strong>ㅣ2025. 03. 01 (토) - 2025. 05. 30 (금)</p><p><strong>안내</strong><br>특별가로 제공되는 미팅 패키지로 진행 시 대관료 상쇄<br>- 패키지 한정 특별 객실가 제공 및 10객실 이용 시 1객실 무료 제공</p><p>* 기간 및 패키지에 대한 구성은 리조트 상황에 따라 변동이 있을 수 있습니다.<br>** 상세문의: <a href="mailto:rev.micesalesex@inspirekorea.com">rev.micesalesex@inspirekorea.com</a></p>',
  },
  {
    id: 12,
    thumnail: "/img/offers/thumnail/offer12.jpg",
    mainimg: "/img/offers/main/offer12.jpg",
    title: "치킨 & 로제 와인 스페셜",
    category: "다이닝 OFFERS",
    summary:
      "하이파이 치킨 앤 비어에서 치킨과 로제 와인을 스페셜 가격에 즐겨보세요.",
    detail:
      "<p>영국에서 오랫동안 사랑받아온 라 비에이유 페름 로제. 닭 모양 레이블로 유명해져 '치킨 와인'으로 불리는 로제 와인과 바삭한 치킨의 완벽한 페어링을 합리적인 가격에 즐겨보세요.</p><p><strong>위치</strong>ㅣ하이파이 치킨 앤 비어 (2층)</p><p><strong>기간</strong>ㅣ2025.2.22 (토) - 2025.4.30 (수)</p><p><strong>운영 시간</strong>ㅣ11:00am - 11:00pm</p><p><strong>치킨 & 로제 와인 프로모션</strong></p><ul><li>클래식 치킨 4조각 또는 순살치킨(350g) & 로제 와인 한병 / 45,000원</li><li>클래식 치킨 6조각 또는 순살치킨(550g) & 로제 와인 한병 / 55,000원</li></ul>",
  },
  {
    id: 13,
    thumnail: "/img/offers/thumnail/offer13.jpg",
    mainimg: "/img/offers/main/offer13.jpg",
    title: "이브닝 요가 클래스",
    category: "SPECIAL EVENTS OFFERS",
    summary:
      "인스파이어에서 조용한 움직임으로 하루를 마무리하는 저녁 요가 클래스를 무료로 만나보세요.",
    detail:
      "<p>하루의 끝, 조용한 움직임으로 내면을 돌보는 시간. 전통 요가를 현대적인 무브먼트 감각으로 재해석한 저녁 요가 클래스입니다. 자연스러운 흐름 속에서 몸의 감각을 깨우고, 깊은 이완과 회복을 경험해보세요. 숙련도와 상관없이 누구나 참여할 수 있으며, 인스파이어 투숙객이라면 무료로 이용하실 수 있습니다.</p><p><strong>모이는 장소</strong>ㅣ글라스 하우스 (디스커버리 파크)<br>* 현장 상황에 따라 실내 또는 야외에서 진행됩니다.</p><p><strong>기간</strong>ㅣ2025.05.02 (금) - 2025.08.30 (토) * 금, 토만 운영</p><p><strong>운영 시간</strong>ㅣ8:00pm - 8:50pm</p><p><strong>대상</strong>ㅣ금요일 또는 토요일 체크인 고객</p><p><strong>예약 방법</strong><br>선착순 사전 예약제이며, 객실 내 비치된 iSTAY(태블릿)를 통해 예약하실 수 있습니다.<br>* 운영 당일 오후 7시까지 예약 가능</p><p><strong>유의사항</strong></p><ul><li>준비물: 편안한 복장 및 개인 용품 (선크림, 생수 등)</li><li>원활한 진행을 위해 디스커버리 파크 안쪽에 위치한 글라스 하우스로 오후 7시 45분까지 모여 주시기 바랍니다.</li><li>이용 문의: 웰니스 클럽 데스크: 032-588-6517 / 대표 번호: 032-580-9000</li></ul>",
  },
  {
    id: 14,
    thumnail: "/img/offers/thumnail/offer14.jpg",
    mainimg: "/img/offers/main/offer14.jpg",
    title: "선라이즈 러닝 클럽",
    category: "SPECIAL EVENTS OFFERS",
    summary:
      "인스파이어에서 자연 속 조깅으로 아침의 리듬을 되찾는 선라이즈 러닝 프로그램을 무료로 즐겨보세요.",
    detail:
      "<p>여행지에서도 흐트러지지 않는 하루의 시작. 자연 속을 달리는 선라이즈 러닝으로 아침의 리듬을 되찾아보세요. 가벼운 조깅과 깊은 호흡으로 몸과 마음을 깨우는 이 프로그램은 인스파이어 투숙객 대상 무료로 운영됩니다.</p><p><strong>모이는 장소</strong>ㅣ디스커버리 파크</p><p><strong>기간</strong>ㅣ2025.05.03 (토) - 2025.08.31 (일) * 토, 일만 운영</p><p><strong>운영 시간</strong>ㅣ8:00am - 8:50am</p><p><strong>대상</strong>ㅣ금요일 또는 토요일 체크인 고객</p><p><strong>예약 방법</strong><br>선착순 사전 예약제이며, 객실 내 비치된 iSTAY(태블릿)를 통해 예약하실 수 있습니다.<br>* 운영 전일 오후 9시까지 예약 가능</p><p><strong>유의사항</strong></p><ul><li>준비물: 편안한 복장 및 개인 용품 (선크림, 생수 등)</li><li>우천 시 야외 러닝 프로그램은 취소될 수 있습니다.</li><li>원활한 진행을 위해 디스커버리 파크 안쪽에 위치한 글라스 하우스로 오전 7시 45분까지 모여 주시기 바랍니다.</li><li>이용 문의: 웰니스 클럽 데스크: 032-588-6517 / 대표 번호: 032-580-9000</li></ul>",
  },
  {
    id: 15,
    thumnail: "/img/offers/thumnail/offer15.jpg",
    mainimg: "/img/offers/main/offer15.jpg",
    title: "로즈 블라썸 애프터눈 티 세트 with Hendrick's Gin & Tonic",
    category: "객실 OFFERS",
    summary:
      "객실 1박 + 로즈 블라썸 애프터눈 티 with Hendrick's Gin & Tonic (2인) + 인룸다이닝 세트",
    detail:
      "<p>다가오는 봄, 장미꽃을 컨셉으로 한 로즈 블라썸 애프터눈 티 세트를 만나보세요. 오후 시간에는 라운지에서 로즈 블라썸 애프터눈 티와 핸드릭스 진앤토닉을 즐기고, 객실에서는 인룸다이닝으로 피자와 버팔로 윙, 맥주를 맛보며 하루를 편안하게 마무리할 수 있습니다.</p><p><strong>로즈 블라썸 애프터눈 티 with Hendrick's Gin & Tonic (2인)</strong></p><p><strong>장소</strong>ㅣ호라이즌 라운지 (1층)</p><p><strong>이용 가능 시간</strong></p><ul><li>11:30am - 1:00pm</li><li>1:30pm - 3:00pm</li><li>3:30pm - 5:00pm</li><li>5:30pm - 7:00pm</li></ul><p>(* 투숙 중 1회 이용 / 사전 예약제로 운영)</p><ul><li>체크인 전 또는 이용 당일, 해피콜 또는 현장 시스템 예약으로 이용 시간을 선택하실 수 있으며, 선착순 예약으로 원하시는 시간이 조기 마감될 수 있습니다.</li><li>애프터눈 티 세트는 핸드릭스 진앤토닉 2잔 혹은 시그니처 음료 2잔 중에서 선택 가능합니다.</li></ul><p><strong>인룸다이닝 (마르게리타 피자, 버팔로 윙 6조각, 맥주 2병)</strong></p><p><strong>이용 가능 시간</strong>ㅣ11:00am - 11:00pm</p><ul><li>체크인 후 객실에서 고객이 인룸 다이닝으로 직접 요청 시 제공되며, 체크아웃 이후 이용은 불가합니다.</li></ul>",
  },
  {
    id: 16,
    thumnail: "/img/offers/thumnail/offer16.jpg",
    mainimg: "/img/offers/main/offer16.jpg",
    title: "로즈 블라썸 애프터눈 티 세트",
    category: "다이닝 OFFERS",
    summary:
      "호라이즌 라운지의 로즈 블라썸 애프터눈 티 세트로 달콤한 봄을 맞이해 보세요.",
    detail:
      "<p>다가오는 봄, 장미꽃을 컨셉으로 한 호라이즌 라운지의 로즈 블라썸 애프터눈 티 세트를 만나보세요. 다양한 디저트 및 세이버리, 그리고 스코틀랜드의 프리미엄 '핸드릭스 진'으로 완성한 진앤토닉이 함께 제공되어 한층 더 특별한 시간을 선사합니다.</p><p><strong>위치</strong>ㅣ호라이즌 라운지 (1층)</p><p><strong>기간</strong>ㅣ2025.03.31 (월) - 2025.06.30 (월)</p><p><strong>운영 시간</strong>ㅣ11:30am - 7:00pm (4부제)</p><p><strong>이용 가능 시간</strong></p><ul><li>11:30am - 1:00pm</li><li>1:30pm - 3:00pm</li><li>3:30pm - 5:00pm</li><li>5:30pm - 7:00pm</li></ul><ul><li>애프터눈 티 세트는 사전 예약제로 운영됩니다.</li><li>1세션 당 최대 20세트를 제공합니다.</li><li>선착순 사전 예약제로 운영되므로, 원하시는 시간대가 조기 마감될 수 있습니다.</li></ul><p><strong>로즈 블라썸 애프터눈 티 세트</strong> / 160,000원 (2인)<br>핸드릭스 진앤토닉을 포함한 시그니처 음료 2종, 그리고 봄과 장미의 무드를 담은 다채로운 디저트와 세이버리로 완성한 애프터눈 티 세트</p><p><strong>로랑 페리에 하프보틀 X 로즈 블라썸 애프터눈 티 세트</strong> / 200,000원 (2인)</p><p>* 모멘텀 멤버십 회원: 애프터눈 티 세트 주문 시, 15% 할인 제공</p>",
  },
  {
    id: 17,
    thumnail: "/img/offers/thumnail/offer17.jpg",
    mainimg: "",
    title: "인스파이어 몰 포인트 적립 및 사용 프로모션 종료 안내",
    category: "모멘텀 라이프스타일 이벤트 프로모션 OFFERS",
    summary: "2025.05.01 (목) -",
    detail:
      "<p>안녕하십니까 고객님,<br>인스파이어 엔터테인먼트 리조트 모멘텀 라이프스타일 멤버십 마케팅팀 입니다.</p><p>추후 인스파이어 몰 내 모멘텀 라이프스타일 멤버십 포인트의 적립 및 사용의 종료와 관련하여 안내 드립니다.</p><p><strong>종료 일정</strong></p><ul><li>일정: 2025년 5월 1일 (목) 0:00am -</li><li>적용 대상: 모멘텀 라이프스타일 전 회원 (라이프, 엘리트, 프레스티지)</li><li>변경 내용: 인스파이어 몰 내 상품 및 서비스 구매 시 모멘텀 포인트 적립 및 사용 프로모션 종료</li></ul><p><strong>주요 변경 사항</strong><br>기존 인스파이어 몰 포인트 적립 및 사용 혜택 프로모션은 인스파이어 방문 후 상품 및 서비스 결제 고객에게 리워드를 제공하는 프로그램이었습니다.<br>해당 프로모션은 2025년 5월 1일부터 공식적으로 종료되며, 이후 인스파이어 몰에서의 구매 건에 대한 포인트 적립 및 사용이 불가합니다.<br>향후에는 모멘텀 라이프스타일 멤버십 회원들의 이용 패턴을 반영한 맞춤형 프로모션을 도입할 예정입니다.</p><p><strong>참고 사항</strong></p><ul><li>본 공지는 인스파이어 몰 내 포인트 적립 및 사용 혜택 종료에 대한 안내이며, 인스파이어 호텔 및 인스파이어 레스토랑&바의 포인트 적립 및 사용 혜택 프로모션은 기존과 동일하게 유지됩니다.</li><li>향후 추가 혜택 및 프로모션 관련 세부 사항은 별도 안내될 예정입니다.</li></ul><p>회원 여러분께 더욱 유익하고 만족스러운 혜택을 제공하기 위해 지속적으로 노력하겠습니다.<br>감사합니다.</p><p><strong>인스파이어 엔터테인먼트 리조트 모멘텀 라이프스타일 멤버십 마케팅팀</strong></p>",
  },
  {
    id: 18,
    thumnail: "/img/offers/thumnail/offer18.jpg",
    mainimg: "/img/offers/main/offer18.jpg",
    title: "인스파이어 호텔 : 모멘텀 포인트 적립 & 사용 프로모션",
    category: "모멘텀 라이프스타일 이벤트 프로모션 OFFERS",
    summary:
      "인스파이어 호텔에서 모멘텀 라이프스타일 포인트를 적립하고 호텔 및 식음료 참여 매장에서 자유롭게 사용하세요.",
    detail:
      "<p>인스파이어 호텔에서 모멘텀 라이프스타일 포인트를 적립하고 호텔 및 식음료 참여 매장에서 자유롭게 사용하세요.</p><p><strong>대상</strong>ㅣ모멘텀 라이프스타일 멤버십 가입 고객</p><p><strong>이용안내</strong></p><ul><li>포인트는 결제 시점에 자동 적립됩니다.</li><li>레스토랑 결제 금액을 룸 차지(Room Charge) 비용으로 청구하실 경우, 해당 레스토랑 결제 금액에 대한 할인 및 포인트 적립이 불가합니다.</li><li>객실 요금의 포인트 적립 및 사용에 대한 이용 약관이 적용됩니다.</li><li>발렛 비용은 부분 결제가 불가능합니다. 단일 결제 수단으로만 결제가 가능합니다.<br>(포인트와 현금/카드 혼합 결제 불가능, 포인트로만 결제하거나 현금으로만 결제, 카드로만 결제해야 합니다.)</li></ul>",
  },
  {
    id: 19,
    thumnail: "/img/offers/thumnail/offer19.jpg",
    mainimg: "/img/offers/main/offer19.jpg",
    title: "인스파이어 레스토랑 & 바 : 모멘텀 포인트 적립 & 사용 프로모션",
    category: "모멘텀 라이프스타일 이벤트 프로모션 OFFERS",
    summary:
      "인스파이어의 다양한 레스토랑 & 바에서 모멘텀 포인트를 적립하고 사용해 보세요.",
    detail:
      "<p>인스파이어의 다양한 레스토랑 & 바에서 모멘텀 포인트를 적립하고 사용해 보세요.<br><em>* 스페셜티 레스토랑은 엘리트 등급, 프레스티지 등급의 회원만 할인 혜택을 받을 수 있습니다.</em></p><p><strong>모멘텀 멤버십 할인 적용 매장</strong></p><p><strong>모든 등급 할인 적용</strong></p><ul><li>가든 팜 카페</li><li>홍반</li><li>미나기</li><li>셰프스 키친</li><li>베이커스 키친</li><li>오로라 바</li><li>호라이즌 라운지</li><li>포레스트 라운지</li><li>오션 라운지</li><li>선 라운지</li><li>퀵 바이츠 (아레나)</li><li>글라스 하우스</li><li>이그제큐티브 라운지</li></ul><p><strong>엘리트, 프레스티지 등급 할인 적용</strong></p><ul><li>MJ23 스포츠 바 앤 그릴</li><li>하이파이 치킨 앤 비어</li><li>마이클 조던 스테이크 하우스</li><li>브라세리 1783</li></ul>",
  },
  {
    id: 20,
    thumnail: "/img/offers/thumnail/offer20.jpg",
    mainimg: "",
    title: "셰프스 키친 조식 패키지 (2부)",
    category: "객실 OFFERS",
    summary:
      "객실 1박 + 셰프스 키친 조식 2인 이용 + 인스파이어 웰니스 클럽 이용",
    detail:
      "<p>오전 9시부터 오전 10시 30분까지 운영되는 셰프스 키친 2부 조식을 즐겨보세요. 6개의 라이브 스테이션에서 가장 신선한 재료로 요리하는 셰프의 퍼포먼스와 함께 밝은 에너지로 가득한 아침을 맞이할 수 있습니다.</p><p><strong>셰프스 키친 뷔페 조식 제공</strong> (성인 2인)</p><p>* 이용 시간 : 9:00am - 10:30am (2부)</p>",
  },
  {
    id: 21,
    thumnail: "/img/offers/thumnail/offer21.jpg",
    mainimg: "/img/offers/main/offer21.jpg",
    title: "셰프스 키친 디너 패키지",
    category: "객실 OFFERS",
    summary:
      "객실 1박 + 셰프스 키친 뷔페 디너 (성인 2인+어린이 2인) 이용 + 인스파이어 웰니스 클럽 ",
    detail:
      "<p>전 세계 미식과 셰프들의 멋진 퍼포먼스가 펼쳐지는 셰프스 키친에서 가족과 함께 눈과 입이 즐거워지는 저녁 식사를 즐긴 후, 편안한 객실에서 여유로운 휴식을 취하세요.</p><p><strong>셰프스 키친 뷔페 디너 제공</strong> (성인 2인+ 어린이 2인)</p><p>* 이용 시간 : 6:00pm - 9:00pm</p><p>* 총 인원수와 관계없이 성인 2인 또는 어린이 2인을 초과하는 경우, 추가 인원(성인 및 어린이) 각각에 대해 정상 요금이 적용됩니다.</p>",
  },
  {
    id: 22,
    thumnail: "/img/offers/thumnail/offer22.jpg",
    mainimg: "",
    title: "시즈널 라떼",
    category: "다이닝 OFFERS",
    summary: "인스파이어의 로비 라운지에서 시즈널 드링크를 만나보세요.",
    detail:
      "<p>인스파이어의 로비 라운지에서 시즈널 드링크를 만나보세요. 티라미수 라떼, 크림브륄레 라떼와 솔티드 카라멜 라떼로 달콤한 풍미를 맛볼 수 있습니다.</p><p><strong>위치 및 운영 시간</strong></p><ul><li><strong>호라이즌 라운지 (1층)</strong> - 7:00am - 10:00pm</li><li><strong>포레스트 라운지 & 선 라운지 (1층)</strong><br>ㆍ월요일 - 목요일 : Closed<br>ㆍ금요일 - 일요일 및 공휴일 : 12:00pm - 8:00pm</li><li><strong>오션 라운지 (1층)</strong> - 8:00am - 5:00pm</li></ul><p><strong>기간</strong>ㅣ2024.09.01 (일) -</p><p><strong>가격</strong>ㅣ12,000원</p><p><strong>시즈널 드링크</strong></p><ul><li>티라미수 라떼</li><li>크림브륄레 라떼</li><li>솔티드 카라멜 라떼</li></ul><p>* 모멘텀 라이프스타일 멤버십 회원에 한해 10% 할인을 제공해 드립니다.</p>",
  },
  {
    id: 23,
    thumnail: "/img/offers/thumnail/offer23.jpg",
    mainimg: "",
    title: "더 인스파이어 스탠다드",
    category: "객실 OFFERS",
    summary: "객실 1박 + 인스파이어 웰니스 클럽 이용",
    detail:
      "<p>다채로운 콘텐츠가 살아 숨 쉬는 인스파이어 리조트에서의 하룻밤. 일상에서 벗어나 새로운 영감을 찾아보세요.</p><p>총 3개로 구성된 호텔 타워의 각기 다른 컨셉의 객실에 머무르며 취향에 따라 즐기는 여유로운 휴식은 물론, 오로라와 로툰다 등 리조트 내 아이코닉한 엔터테인먼트 스폿을 둘러보세요. 또한, 호텔 내 위치한 실내 수영장과 피트니스 센터에서 몸과 마음을 재충전할 수 있습니다.</p>",
  },
  {
    id: 24,
    thumnail: "/img/offers/thumnail/offer24.jpg",
    mainimg: "",
    title: "셰프스 키친 조식 패키지 (1부)",
    category: "객실 OFFERS",
    summary:
      "객실 1박 + 셰프스 키친 조식 2인 이용 + 인스파이어 웰니스 클럽 이용",
    detail:
      "<p>안락한 객실에서 편안한 밤을 보낸 후, 셰프스 키친에서 아침을 여는 풍성한 조식을 즐겨보세요. 오전 6시 30분부터 오전 8시 30분까지 운영되는 조식 1부 시간에 셰프스 키친에 들어서면 세계 각국의 요리가 눈앞에 펼쳐집니다.</p><p><strong>셰프스 키친 뷔페 조식 제공</strong> (성인 2인)</p><p>* 이용 시간 : 6:30am - 8:30am (1부)</p>",
  },
  {
    id: 25,
    thumnail: "/img/offers/thumnail/offer25.jpg",
    mainimg: "",
    title: "셰프스 키친 조식 패키지 (3부)",
    category: "겍실 OFFERS",
    summary:
      "객실 1박 + 셰프스 키친 조식 2인 이용 + 인스파이어 웰니스 클럽 이용",
    detail:
      "<p>오랜만의 게으름에 느지막이 눈을 뜬 아침. 오전 11시부터 오후 12시 30분까지 운영되는 셰프스 키친 3부 조식을 즐겨보세요. 셰프들이 요리하는 흥미로운 순간들을 지켜보며 세계 각국의 요리를 맛보고 있자면 하루의 시작이 전에 없던 즐거움으로 가득해집니다.</p><p><strong>셰프스 키친 뷔페 조식 제공</strong> (성인 2인)</p><p>* 이용 시간 : 11:00am - 12:30pm (3부)</p>",
  },
  {
    id: 26,
    thumnail: "/img/offers/thumnail/offer26.jpg",
    mainimg: "/img/offers/main/offer26.jpg",
    title: "얼리버드 룸온리",
    category: "객실 OFFERS",
    summary:
      "객실 1박 + 인스파이어 웰니스 클럽 이용 [30일전 예약 - 선결제 - 취소 및 변경 불가]",
    detail:
      "<p>체크인 30일 전 조기 예약 시 할인이 적용되는 얼리버드 패키지입니다.<br>30일 전 예약시에만 적용되는 상품입니다.<br>예약 시 선결제가 진행되며, 취소 및 변경이 불가합니다.</p><p>다채로운 콘텐츠가 살아 숨 쉬는 인스파이어 리조트에서의 하룻밤. 일상에서 벗어나 새로운 영감을 찾아보세요.</p><p>총 3개로 구성된 호텔 타워의 각기 다른 컨셉의 객실에 머무르며 취향에 따라 즐기는 여유로운 휴식은 물론, 오로라와 로툰다 등 리조트 내 아이코닉한 엔터테인먼트 스폿을 둘러보세요. 또한, 호텔 내 위치한 실내 수영장과 피트니스 센터에서 몸과 마음을 재충전할 수 있습니다.</p>",
  },
  {
    id: 27,
    thumnail: "/img/offers/thumnail/offer27.jpg",
    mainimg: "",
    title: "2박 투숙 패키지",
    category: "객실 OFFERS",
    summary: "객실 2박 + 패키지 크레딧 150,000원",
    detail:
      "<p>15만원 상당의 패키지 크레딧으로 인스파이어의 다양한 레스토랑과 바에서 전 세계 미식을 맛보며 잊을 수 없는 2박 3일을 완성해 보세요.</p><p><strong>패키지 크레딧 150,000원 (부가세 포함)</strong></p><ul><li>이용 가능 업장 : 셰프스 키친, 가든 팜 카페, 홍반, 미나기, MJ23 스포츠 바 앤 그릴, 하이파이 치킨 앤 비어, 오로라 바, 마이클 조던 스테이크 하우스, 브라세리 1783, 호라이즌 라운지, 베이커스 키친</li><li>체크아웃 후 사용 불가합니다.</li></ul>",
  },
  {
    id: 28,
    thumnail: "/img/offers/thumnail/offer28.jpg",
    mainimg: "/img/offers/main/offer28.jpg",
    title: "이그제큐티브 라운지 패키지",
    category: "객실 OFFERS",
    summary:
      "스위트 or 디럭스 객실 1박 + 이그제큐티브 라운지 이용 + 인스파이어 웰니스 클럽 이용",
    detail:
      "<p><strong>이그제큐티브 라운지 패키지</strong><br>인스파이어에서 즐기는 품격있는 시간. 최고급 객실인 스위트룸에서 특별한 휴식을 취하고, 고급스러운 분위기로 가득한 이그제큐티브 라운지에서 애프터눈 티, 그리고 이브닝 칵테일 서비스를 즐기며 편안하고 럭셔리한 하루를 보내세요.</p><p><strong>이그제큐티브 라운지 혜택</strong></p><ul><li>운영 시간 내 주류와 음료 무제한 제공</li><li>셰프스 키친 조식 2부ㅣ9:00am - 10:30am<br>* 이그제큐티브 라운지 이용 고객은 셰프스 키친에서 조식 이용 가능</li><li>애프터눈 티ㅣ3:00pm - 5:00pm</li><li>이브닝 칵테일ㅣ6:00pm - 8:00pm</li></ul><p>* 이그제큐티브 라운지는 19세 이상 성인만 이용 가능하며, 18세 이하는 입장이 불가합니다.<br>* 본 패키지는 금, 토, 일 체크인 기준으로만 이용이 가능합니다.<br>* 본 패키지는 킹베드 전용 (침대 1개) 상품입니다.</p>",
  },
  {
    id: 29,
    thumnail: "/img/offers/thumnail/offer29.jpg",
    mainimg: "/img/offers/main/offer28.jpg",
    title: "해외여행 전 1박 패키지",
    category: "객실 OFFERS",
    summary:
      "객실 1박 투숙 + 최대 7일 무료 주차 (7일째 되는 날 오후 4시까지) + 샌드위치 및 ",
    detail:
      "<p>인천국제공항에서 단 15분 거리에 위치한 인스파이어 엔터테인먼트 리조트에서 해외 여행의 시작과 끝을 함께 하세요. 해외 여행을 떠나기 전날 인스파이어에 도착하여 1박 투숙 및 체크아웃 후 여행을 떠나고, 귀국한 후에는 인스파이어로 돌아와 주차된 차량을 타고 돌아가시면 됩니다. 쾌적한 여행을 위하여 7일 간의 무료 주차 혜택과 샌드위치 및 커피가 제공됩니다.</p><p><strong>주차 안내 사항</strong></p><ul><li>체크인 날짜부터 최대 7일간 무료 주차가 제공됩니다.</li><li>체크인 시 차량 번호를 프런트 데스크에 전달해야 하며, 미 전달 시 무료 주차 적용이 불가합니다.</li><li><em>적용되는 차량 개수</em> : 객실당 1대 (셀프 주차)</li><li><em>무료 주차 기간</em> : 체크인 날짜부터 7일째 되는 당일 오후 4시까지</li></ul><p><strong>샌드위치 & 아메리카노 커피 (2인)</strong></p><ul><li>체크인 이후 인룸 다이닝으로 고객이 직접 요청해야 하며, 체크아웃 이후 요청이 불가합니다.</li><li>포장으로 제공됩니다.</li></ul>",
  },
  {
    id: 30,
    thumnail: "/img/offers/thumnail/offer30.jpg",
    mainimg: "/img/offers/main/offer28.jpg",
    title: "생일/기념일/프러포즈 패키지",
    category: "객실 OFFERS",
    summary:
      "객실 1박 투숙 + 룸 데코레이션 + 로랑 페리에 라 뀌베 브룻(Laurent-Perrier La Cuvee",
    detail:
      "<p>소중한 날을 기념하는 가장 특별한 방법. 인스파이어의 기념일 패키지로 사랑하는 사람과 행복한 기억을 만들어 보세요. 전문 플로리스트의 손길이 담긴 플라워 데코레이션과 귀엽게 꾸며진 풍선, 여기에 달콤한 분위기를 더해줄 샴페인과 초콜릿이 준비된 포근한 객실로 여러분을 초대합니다.</p><p><strong>룸 데코레이션 관련 안내 사항</strong><br>체크인 전, 객실 내 비치된 테이블에 꽃, 풍선 등의 데코레이션이 세팅됩니다. 예약 시 코멘트란에 아래 내용을 반드시 기재해 주시기 바랍니다.</p><p><strong>필수 기재사항</strong></p><ol><li>색상 테마 (화이트, 핑크, 레드 중 택1)</li><li>배너 문구 (Happy Birthday, 축하합니다 등)</li><li>체크인 예정 시각</li></ol><p>예시) 핑크, 생일 축하합니다, 오후 4시</p><p>* 위 사항 미기재 시 색상 테마와 배너 문구는 랜덤으로 지정되어 제공됩니다.<br>* 제공되는 이미지는 참고용으로 실제 세팅과 다를 수 있습니다.</p>",
  },
  {
    id: 31,
    thumnail: "/img/offers/thumnail/offer30.jpg",
    mainimg: "/img/offers/main/offer28.jpg",
    title: "르 스페이스 패키지",
    category: "객실 OFFERS",
    summary:
      "객실 1박 투숙 + 르 스페이스 Express 티켓 2매 + 소프트 아이스크림 2개",
    detail:
      "<p>미지 세계로의 여행이 펼쳐지는 곳. 르 스페이스는 거대한 은하, 신비로운 행성과 우주를 테마로 압도적인 볼거리를 선사하는 국내 최대 규모의 실감형 미디어아트 전시관입니다. 르 스페이스에서 우주 여행을 즐기고 달콤한 아이스크림과 함께 편안한 객실에서 하루를 보내세요.</p><p><strong>르 스페이스 Express 입장권(2매)</strong></p><ul><li>장소 : 인스파이어 몰 (1층)</li><li>운영시간: 연중무휴ㅣ10:00am - 8:30pm (입장 마감: 7:30pm)</li><li>티켓은 체크인 시 제공되며, 키오스크에서 입장권으로 변경 후 이용 가능합니다.</li><li>Express 익스프레스 라인으로 입장 가능합니다.</li><li>1객실 기준 2매 제공</li></ul><p><strong>소프트 아이스크림 (2개)</strong></p><ul><li>장소 : 오로라 바 (2층)</li><li>운영시간: (일-목) 12:00pm - 12:00am, (금-토 및 공휴일) 12:00pm - 1:00am</li><li>투숙 기간 내 체크아웃 전에만 이용 가능합니다.</li></ul>",
  },
];
export default offersData;
